Repository: ClipySi/clipy-si-macos
Catalog: Clipy/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, zh_hans

source: When on, an item you paste from the history moves back to the top. Turn it off to leave the history order unchanged.
ar: عند التفعيل، يعود العنصر الذي تلصقه من السجل إلى الأعلى. عطّله لترك ترتيب السجل دون تغيير.
bn: চালু থাকলে, ইতিহাস থেকে পেস্ট করা আইটেম আবার শীর্ষে চলে যায়। ইতিহাসের ক্রম অপরিবর্তিত রাখতে এটি বন্ধ করুন।
de: Wenn aktiviert, wandert ein aus dem Verlauf eingesetzter Eintrag wieder an den Anfang. Deaktivieren Sie die Option, um die Reihenfolge des Verlaufs unverändert zu lassen.
es: Cuando está activado, el elemento que pegas desde el historial vuelve al principio. Desactívalo para no alterar el orden del historial.
fr: Lorsque cette option est activée, l'élément que vous collez depuis l'historique remonte en haut. Désactivez-la pour laisser l'ordre de l'historique inchangé.
hi: चालू होने पर, इतिहास से चिपकाया गया आइटम फिर से सबसे ऊपर आ जाता है। इतिहास का क्रम अपरिवर्तित रखने के लिए इसे बंद करें।
id: Saat aktif, item yang Anda tempel dari riwayat akan kembali ke bagian atas. Matikan untuk membiarkan urutan riwayat tidak berubah.
it: Se attiva, l'elemento che incolli dalla cronologia torna in cima. Disattivala per lasciare invariato l'ordine della cronologia.
ja: オンのとき、履歴からペーストした項目が先頭に移動します。オフにすると履歴の並び順は変わりません。
ko: 켜면 기록에서 붙여넣은 항목이 맨 위로 이동합니다. 끄면 기록 순서가 그대로 유지됩니다.
pt_br: Quando ativado, o item que você cola a partir do histórico volta para o topo. Desative para deixar a ordem do histórico inalterada.
ru: Когда включено, вставленный из истории элемент снова перемещается в начало. Отключите, чтобы порядок истории не менялся.
zh_hans: 开启后，从历史中粘贴的项目会重新移到顶部。关闭后历史顺序保持不变。

source: White
ar: أبيض
bn: সাদা
de: Weiß
es: Blanco
fr: Blanc
hi: सफ़ेद
id: Putih
it: Bianco
ja: ホワイト
ko: 흰색
pt_br: Branco
ru: Белый
zh_hans: 白色

source: Width:
ar: العرض:
bn: প্রস্থ:
de: Breite:
es: Anchura:
fr: Largeur :
hi: चौड़ाई:
id: Lebar:
it: Larghezza:
ja: 幅:
ko: 너비:
pt_br: Largura:
ru: Ширина:
zh_hans: 宽度：

source: Wrong passphrase for this vault.
ar: عبارة المرور غير صحيحة لهذه الخزنة.
bn: এই ভল্টের জন্য পাসফ্রেজ ভুল।
de: Falsche Passphrase für diesen Tresor.
es: Frase de contraseña incorrecta para esta bóveda.
fr: Phrase secrète incorrecte pour ce coffre.
hi: इस वॉल्ट के लिए पासफ़्रेज़ ग़लत है।
id: Frasa sandi salah untuk vault ini.
it: Passphrase errata per questo vault.
ja: この vault のパスフレーズが違います。
ko: 이 볼트의 암호 문구가 올바르지 않습니다.
pt_br: Frase-senha incorreta para este cofre.
ru: Неверная парольная фраза для этого хранилища.
zh_hans: 此保管库的口令不正确。

source: You can change this anytime in Settings → Diagnostics.
ar: يمكنك تغيير هذا في أي وقت من الإعدادات → التشخيص.
bn: আপনি যেকোনো সময় সেটিংস → ডায়াগনস্টিকস-এ এটি পরিবর্তন করতে পারেন।
de: Du kannst dies jederzeit unter Einstellungen → Diagnose ändern.
es: Puedes cambiar esto en cualquier momento en Ajustes → Diagnósticos.
fr: Vous pouvez modifier ceci à tout moment dans Réglages → Diagnostics.
hi: आप इसे कभी भी सेटिंग्स → डायग्नोस्टिक्स में बदल सकते हैं।
id: Anda dapat mengubah ini kapan saja di Pengaturan → Diagnostik.
it: Puoi modificarlo in qualsiasi momento in Impostazioni → Diagnostica.
ja: この設定は「設定 → 診断」でいつでも変更できます。
ko: 설정 → 진단에서 언제든지 변경할 수 있습니다.
pt_br: Você pode alterar isso a qualquer momento em Ajustes → Diagnóstico.
ru: Вы можете изменить это в любое время в Настройках → Диагностика.
zh_hans: 你可以随时在“设置 → 诊断”中更改此项。

source: Your clipboard history is encrypted and stored only on your Mac.
ar: يتم تشفير سجل الحافظة وتخزينه على جهاز Mac الخاص بك فقط.
bn: আপনার ক্লিপবোর্ড ইতিহাস এনক্রিপ্ট করা হয় এবং শুধু আপনার Mac-এ সংরক্ষিত থাকে।
de: Dein Zwischenablage-Verlauf wird verschlüsselt und nur auf deinem Mac gespeichert.
es: Tu historial del portapapeles se cifra y se guarda solo en tu Mac.
fr: Votre historique du presse-papiers est chiffré et stocké uniquement sur votre Mac.
hi: आपका क्लिपबोर्ड इतिहास एन्क्रिप्टेड है और केवल आपके Mac पर संग्रहीत होता है।
id: Riwayat papan klip Anda dienkripsi dan hanya disimpan di Mac Anda.
it: La cronologia degli appunti è crittografata e salvata solo sul tuo Mac.
ja: クリップボード履歴は暗号化され、お使いの Mac 内だけに保存されます。
ko: 클립보드 기록은 암호화되어 사용자의 Mac에만 저장됩니다.
pt_br: Seu histórico da área de transferência é criptografado e armazenado apenas no seu Mac.
ru: История буфера обмена шифруется и хранится только на вашем Mac.
zh_hans: 你的剪贴板历史经过加密，且仅存储在你的 Mac 上。

source: Your history now has %lld items, above the limit of %lld. Increase the limit to keep them all, or remove the oldest items beyond the limit?
ar: يحتوي سجلّك الآن على %lld عنصر، أي أكثر من الحد البالغ %lld. هل تريد زيادة الحد للاحتفاظ بها جميعًا، أم إزالة أقدم العناصر التي تتجاوز الحد؟
bn: আপনার ইতিহাসে এখন %lld টি আইটেম রয়েছে, যা %lld সীমার বেশি। সব রাখতে সীমা বাড়ান, নাকি সীমার বাইরের পুরোনো আইটেমগুলো মুছবেন?
de: Dein Verlauf umfasst jetzt %lld Objekte und liegt damit über dem Limit von %lld. Das Limit erhöhen, um alle zu behalten, oder die ältesten Objekte über dem Limit entfernen?
es: Tu historial tiene ahora %lld elementos, por encima del límite de %lld. ¿Aumentar el límite para conservarlos todos o eliminar los elementos más antiguos que superan el límite?
fr: Votre historique compte désormais %lld éléments, au-delà de la limite de %lld. Augmenter la limite pour tout conserver, ou supprimer les éléments les plus anciens au-delà de la limite ?
hi: आपके इतिहास में अब %lld आइटम हैं, जो %lld की सीमा से अधिक हैं। सभी रखने के लिए सीमा बढ़ाएँ, या सीमा से अधिक पुराने आइटम हटाएँ?
id: Riwayat Anda kini berisi %lld item, melebihi batas %lld. Tingkatkan batas untuk menyimpan semuanya, atau hapus item terlama yang melebihi batas?
it: La cronologia contiene ora %lld elementi, oltre il limite di %lld. Aumentare il limite per conservarli tutti o rimuovere gli elementi più vecchi oltre il limite?
ja: 履歴が %lld 件になり、上限の %lld 件を超えています。すべて保持するには上限を増やすか、上限を超える古い項目を削除しますか？
ko: 기록이 이제 %lld개로 한도 %lld개를 초과합니다. 모두 유지하려면 한도를 늘리거나, 한도를 초과한 가장 오래된 항목을 삭제할까요?
pt_br: Seu histórico agora tem %lld itens, acima do limite de %lld. Aumentar o limite para manter todos ou remover os itens mais antigos que excedem o limite?
ru: В истории теперь %lld объектов, что превышает лимит %lld. Увеличить лимит, чтобы сохранить все, или удалить старые объекты сверх лимита?
zh_hans: 您的历史记录现在有 %lld 个项目，超过了 %lld 的上限。增加上限以全部保留，或删除超出上限的最旧项目？

source: chars
ar: حرف
bn: অক্ষর
de: Zeichen
es: caracteres
fr: car.
hi: वर्ण
id: kar
it: caratteri
ja: 文字
ko: 자
pt_br: caract.
ru: симв.
zh_hans: 字符

source: items
ar: عنصر
bn: আইটেম
de: Einträge
es: ítems
fr: éléments
hi: आइटम
id: item
it: elementi
ja: 項目
ko: 개
pt_br: itens
ru: элем.
zh_hans: 项

source: pixel
ar: بكسل
bn: পিক্সেল
es: píxeles
hi: पिक्सेल
id: piksel
ja: ピクセル
ko: 픽셀
ru: пикс.
zh_hans: 像素

source: untitled folder
ar: مجلد بلا عنوان
bn: শিরোনামহীন ফোল্ডার
de: unbenannter Ordner
es: carpeta sin título
fr: dossier sans titre
hi: बिना शीर्षक फ़ोल्डर
id: folder tanpa judul
it: cartella senza titolo
ja: 名称未設定フォルダ
ko: 제목 없는 폴더
pt_br: pasta sem título
ru: новая папка
zh_hans: 未命名文件夹

source: untitled snippet
ar: مقتطف بلا عنوان
bn: শিরোনামহীন স্নিপেট
de: unbenanntes Snippet
es: snippet sin título
fr: snippet sans titre
hi: बिना शीर्षक स्निपेट
id: snippet tanpa judul
it: snippet senza titolo
ja: 名称未設定スニペット
ko: 제목 없는 스니펫
pt_br: snippet sem título
ru: новый сниппет
zh_hans: 未命名片段

source: Alt
de: Wahltaste
es: Opción

source: Command
de: Befehlstaste
es: Comando
fr: Commande
it: Comando
pt_br: Comando

source: Control
de: Kontrolltaste
fr: Contrôle
it: Controllo
pt_br: Controle

source: Shift
de: Umschalttaste
es: Mayúsculas
fr: Maj
it: Maiusc
